{
  "Items":[
    {
      "Id":"p2p-85980676",
      "Title":"Uber forced to drive defensively, again, after mass shooting",
      "Description":"As authorities look for the reasons why a Michigan man allegedly embarked on a mass shooting spree over the weekend, the ride-hailing service Uber is addressing his record as a driver with the company.",
      "ThumbnailUrl":"http:\/\/www.trbimg.com\/img-56cb348b\/turbine\/ct-kalamazoo-shooting-uber-20160222\/187\/16x9"
    },
    {
      "Id":"p2p-85983182",
      "Title":"$30M malpractice settlement against doctor who worked at Chicago hospitals",
      "Description":"The family of a 6-year-old boy with brain damage has settled a medical malpractice lawsuit for $30 million involving a  doctor who allegedly performed several experimental surgeries on the patient.",
      "ThumbnailUrl":"http:\/\/www.trbimg.com\/img-56cb68d3\/turbine\/ct-rush-medical-malpractice-settlement-0223-biz-20160222\/187\/16x9"
    },
    {
      "Id":"p2p-85982742",
      "Title":"Zuckerberg to press on with Internet access despite setback",
      "Description":"Facebook CEO Mark Zuckerberg vowed Monday to press on with his 3-year-old effort to bring the developing world online, even after Indian regulators banned one of the pillars of the campaign.",
      "ThumbnailUrl":"http:\/\/www.trbimg.com\/img-56cb6096\/turbine\/ct-facebook-india-setback-20160222\/187\/16x9"
    },
    {
      "Id":"p2p-85982469",
      "Title":"Amazon ups nonmember minimum for free shipping",
      "Description":"Amazon increased the threshold needed for nonmembers to qualify for free shipping as it seeks to add more people to its $99 annual Prime loyalty program.",
      "ThumbnailUrl":"http:\/\/www.trbimg.com\/img-56cb58a1\/turbine\/ct-amazon-shipping-minimum-20160222\/187\/16x9"
    },
    {
      "Id":"p2p-85982084",
      "Title":"Allstate: Driverless cars could threaten our business",
      "Description":"The \"Good Hands People\" are getting a little worried about cars that don't require anyone's hands on the wheel.",
      "ThumbnailUrl":"http:\/\/www.trbimg.com\/img-56cb54d3\/turbine\/ct-allstate-driverless-hacking-0223-biz-20160219\/187\/16x9"
    },
    {
      "Id":"p2p-85980059",
      "Title":"The war between the FBI and Apple just heated up again",
      "Description":"The public battle between Apple and the FBI over a court order requiring the tech giant to unlock the San Bernardino gunman’s iPhone continued to heat up Monday.",
      "ThumbnailUrl":"http:\/\/www.trbimg.com\/img-56cb5dd8\/turbine\/la-me-ln-apple-vs-fbi-farook-iphone-20160222\/187\/16x9"
    },
    {
      "Id":"p2p-85979936",
      "Title":"Lumber Liquidators stock plunges after CDC revises cancer report",
      "Description":"Lumber Liquidators' stock plunged Monday as the Centers for Disease Control and Prevention now says people exposed to certain types of the company's laminate flooring were three times more likely to get cancer than the agency previously predicted.",
      "ThumbnailUrl":"http:\/\/www.trbimg.com\/img-56cb2035\/turbine\/ct-lumber-liquidators-cancer-risk-20160222\/187\/16x9"
    },
    {
      "Id":"p2p-85981854",
      "Title":"Carmakers targeting tech buyers want to be like Apple",
      "Description":"Carmakers are becoming a familiar sight at tech shows, where they're rolling out new models to woo a generation of consumers who question the need for a car that only gets them from A to B.",
      "ThumbnailUrl":"http:\/\/www.trbimg.com\/img-56cb4bf1\/turbine\/ct-carmakers-target-tech-buyers-20160222\/187\/16x9"
    },
    {
      "Id":"p2p-85981702",
      "Title":"Tim Hortons faces tall order as it expands on Starbucks turf",
      "Description":"Tim Hortons, a cult favorite in its Canadian homeland, is making a bigger push into the U.S., betting it can win over Americans addicted to Frappuccinos and Dunkin' Donuts.",
      "ThumbnailUrl":"http:\/\/www.trbimg.com\/img-56cb49dc\/turbine\/ct-tim-hortons-expansion-20160222\/187\/16x9"
    },
    {
      "Id":"p2p-85980046",
      "Title":"Starbucks changes rewards program; small spenders lose",
      "Description":"Starbucks is changing the terms of its rewards program so that people who just get a regular cup of coffee will have to spend significantly more to earn a freebie.",
      "ThumbnailUrl":"http:\/\/www.trbimg.com\/img-56cb2f17\/turbine\/ct-starbucks-changes-rewards-program-20160222\/187\/16x9"
    },
    {
      "Id":"p2p-85979007",
      "Title":"Apple tells employees why it won't help hack shooter's phone",
      "Description":"Apple Inc. CEO Tim Cook acknowledged to employees Monday that \"it does not feel right\" to refuse to help the FBI hack a locked iPhone used by a gunman in the San Bernardino mass shootings. But he said that to do so would threaten data security for millions...",
      "ThumbnailUrl":"http:\/\/www.trbimg.com\/img-56cb06cf\/turbine\/ct-apple-ceo-tim-cook-fbi-iphone-20160222\/187\/16x9"
    },
    {
      "Id":"p2p-85979273",
      "Title":"Man asked his Uber driver in Kalamazoo: 'You're not the shooter, are you?' He was.",
      "Description":"On Saturday night, an Indianapolis man named Derek and his wife took her parents to a show at the famous Bell's Brewery in Kalamazoo, Mich. As the craft beer flowed, a band called Andy Frasco and the U.N. belted out uplifting blues music. The group's...",
      "ThumbnailUrl":"http:\/\/www.trbimg.com\/img-56cb12c1\/turbine\/ct-kalamazoo-shooting-close-call-20160222\/187\/16x9"
    },
    {
      "Id":"p2p-85979186",
      "Title":"U.S. investigating all Takata air bags with troubled propellant",
      "Description":"The U.S. auto safety regulator said it's investigating all Takata Corp. air-bag inflators that use a chemical propellant banned from future models and will compile data to determine whether to expand the industry's broadest recall ever.",
      "ThumbnailUrl":"http:\/\/www.trbimg.com\/img-56cb0e7a\/turbine\/ct-takata-air-bags-recall-20160222\/187\/16x9"
    },
    {
      "Id":"p2p-85979148",
      "Title":"Airline accidents remained rare in 2015",
      "Description":"Good news for all of you white-knuckle fliers: 2015 was another safe year for commercial air travel worldwide.",
      "ThumbnailUrl":"http:\/\/www.trbimg.com\/img-56cb0d50\/turbine\/ct-airline-accidents-2015-20160222\/187\/16x9"
    },
    {
      "Id":"p2p-85982271",
      "Title":"Yahoo seeks possible bidders",
      "Description":"Yahoo! Inc. will begin approaching potential corporate and private equity buyers as soon as Monday as the company seeks bidders for its core business, according to people familiar with the process.",
      "ThumbnailUrl":"http:\/\/www.trbimg.com\/img-56cb5597\/turbine\/ct-yahoo-seeks-bidders-20160222\/187\/16x9"
    },
    {
      "Id":"p2p-85976454",
      "Title":"Damning study finds a 'whitewashed' Hollywood",
      "Description":"In one of the most exhaustive and damning reports on diversity in Hollywood, a new study finds that the films and television produced by major media companies are \"whitewashed,\" and that an \"epidemic of invisibility\" runs top to bottom through the industry...",
      "ThumbnailUrl":"http:\/\/www.trbimg.com\/img-56ca6136\/turbine\/ct-hollywood-diversity-study-20160221\/187\/16x9"
    },
    {
      "Id":"p2p-85958169",
      "Title":"Hotels and online travel sites clash over booking scams",
      "Description":"A battle is heating up between online travel sites and U.S. hotels over the best way to book your hotel room.",
      "ThumbnailUrl":"http:\/\/www.trbimg.com\/img-56c7862d\/turbine\/la-fi-hotels-online-travel-sites-clash-20160219\/187\/16x9"
    },
    {
      "Id":"p2p-85983504",
      "Title":"Booze forward: Hard liquor's market share rises again",
      "Description":"If it seems like everyone at the bar these days is trading in beer for bourbon, it's not just in your imagination.",
      "ThumbnailUrl":"http:\/\/www.trbimg.com\/img-56cb6d58\/turbine\/ct-liquor-shares-rise-20160222\/187\/16x9"
    },
    {
      "Id":"p2p-85956273",
      "Title":"As Oreo bakery layoffs loom, workers face hard decisions",
      "Description":"Zolona Jones returned to her West Englewood home last month to find a letter jammed in a crack of the doorway.",
      "ThumbnailUrl":"http:\/\/www.trbimg.com\/img-56c761c0\/turbine\/ct-oreo-bakery-layoffs-impact-0221-biz-20160219\/187\/16x9"
    }
  ]
}
